
export default [
    {
        "version": "v0.2.5",
        "date": "2025-03-10",
        "description": "新增AI智能擦除功能；提供API接口，和接口swagger文档方便第三方调用。"
    },
    {
        "version": "v0.2.4",
        "date": "2024-12-11",
        "description": "优化图像边缘处理，减少黑边;增加边缘处理的配置项，可选择是否开启边缘处理，默认开启;增加边缘处理的度。"
    },
    {
        "version": "v0.2.3",
        "date": "2024-11-13",
        "description": "修复批量抠图未设识别webp格式的数据;编辑功能新增檫除还原的功能。"
    },
    {
        "version": "v0.2.2",
        "date": "2024-10-24",
        "description": "修复Windows下重复打开窗口，可能会导致再次打开时无法展示的问题;修复AI抠图结果页，空白背景板展示为白色的问题;新增gif转其他类似格式，支持每一帧的保存，并存储为文件夹;新增导出psd文件时，增加原图的数据，以便于查看原图的效果."
    },
    {
        "version": "v0.2.1",
        "date": "2024-10-15",
        "description": "强烈建议使用此版本;编辑功能支持拖拽、缩放、撤销、回退、橡皮擦功能;编辑功能非常丝滑，且支持切换背景对比色。"
    },
    {
    "version": "v0.2.0",
    "date": "2024-10-11",
    "description": "更改模型加载方式，打包体积缩小一倍;修复编辑图像后会存在图像分辨率降低的bug;新增版本检查按钮，方便及时获取最新版本"
}]
